[ChaosIncursion X2SitRepTemplate]
FriendlyName="混沌分裂者 打带跑"
Description="据报告，混沌分裂者正在穿越任务区域。他们的动机不明。"

[ChaosIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="混沌分裂者 打带跑"
Description="分裂者正在这一区域活跃工作中。"

[ChaosRecruit_M1 X2CharacterTemplate]
strCharacterName="分裂者招募"

[ChaosMike_M1 X2CharacterTemplate]
strCharacterName="SCP 3033-1 「麦克」"

[ChaosHunin_M1 X2CharacterTemplate]
strCharacterName="分裂者灵能者"

[ChaosRecruit_M2 X2CharacterTemplate]
strCharacterName="分裂者老兵"

[ChaosMike_M2 X2CharacterTemplate]
strCharacterName="进阶版 SCP 3033-1 「麦克」"

[ChaosHunin_M2 X2CharacterTemplate]
strCharacterName="分裂者牧师"

[ChaosRecruit_M3 X2CharacterTemplate]
strCharacterName="分裂者突击队"

[ChaosMike_M3 X2CharacterTemplate]
strCharacterName="完善版 SCP 3033-1"

[ChaosHunin_M3 X2CharacterTemplate]
strCharacterName="分裂者先知"

[ChaosRifle_CV X2WeaponTemplate]
FriendlyName="盗取的变种人步枪"
FriendlyNamePlural="变种人步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_CV X2WeaponTemplate]
FriendlyName="盗取的基金会轻机枪"
FriendlyNamePlural="盗取的轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_CV X2WeaponTemplate]
FriendlyName="突击霰弹枪"
FriendlyNamePlural="突击霰弹枪"
BriefSummary=""
TacticalText=""

[ChaosRifle_MG X2WeaponTemplate]
FriendlyName="盗取的激光步枪"
FriendlyNamePlural="激光步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_MG X2WeaponTemplate]
FriendlyName="盗取的激光轻机枪"
FriendlyNamePlural="激光轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_MG X2WeaponTemplate]
FriendlyName="激光突击霰弹枪"
FriendlyNamePlural="激光突击霰弹枪"
BriefSummary=""
TacticalText=""

[ChaosRifle_BM X2WeaponTemplate]
FriendlyName="盗取的蓝色激光步枪"
FriendlyNamePlural="蓝色激光步枪"
BriefSummary=""
TacticalText=""

[ChaosLMG_BM X2WeaponTemplate]
FriendlyName="盗取的蓝色激光轻机枪"
FriendlyNamePlural="盗取的蓝色激光轻机枪"
BriefSummary=""
TacticalText=""

[ChaosShotgun_BM X2WeaponTemplate]
FriendlyName="蓝色激光霰弹枪"
FriendlyNamePlural="蓝色激光霰弹枪"
BriefSummary=""
TacticalText=""

[Phantom_Vanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="士兵在敌人中隐蔽。"
LocHelpText="士兵在敌人中隐蔽。"
LocFlyOverText="已隐蔽!"


[Phantom_VanishStart X2AbilityTemplate]
LocFriendlyName="幻影"
LocLongDescription="该士兵于任务开始时即具备隐蔽状态。"
LocHelpText="该士兵于任务开始时即具备隐蔽状态。"
LocFlyOverText="幻影"


[PenaltyShot X2AbilityTemplate]
LocFriendlyName="击发狙击步枪"
LocHelpText="向目标发射狙击步枪，带有命中率惩罚。"

[Phantom_VanishReveal X2AbilityTemplate]
LocFriendlyName="暴露"
LocFlyOverText="已暴露!"
LocHelpText="向敌人暴露此单位。如果在消失状态下进行动作则自动暴露。"
LocLongDescription="向敌人暴露此单位。如果在消失状态下进行动作则自动暴露。"

[RemoteFuse X2AbilityTemplate]
LocFriendlyName="远程引爆"
LocLongDescription="如果敌人携带了爆裂物，则幻影状态下可以将其远程引爆。"
LocHelpText="如果敌人携带了爆裂物，则幻影状态下可以将其远程引爆。"

[RelocationShot X2AbilityTemplate]
LocFriendlyName="发射武器"
LocHelpText="向目标射击，射击后可获得移动点。<Ability:CANNOTBEDODGED/>"
LocLongDescription="发射主武器后将给予该单位一个移动点。"

[ChaosPsiHeal X2AbilityTemplate]
LocFriendlyName="强身健体"
LocLongDescription="在中等范围内提供医疗包治疗。 灵能力越高，治疗效果越强。"
LocHelpText="在中等范围内提供医疗包治疗。 灵能力越高，治疗效果越强。"
LocFlyOverText="强身健体"

[ChaosSmokeGrenade X2GrenadeTemplate]
FriendlyName="混沌烟雾弹"
FriendlyNamePlural="混沌烟雾弹"
BriefSummary="为烟雾范围内的任何单位提供防御加成，无论敌我。"
TacticalText=" <Bullet/> 可部署烟雾以立即提升附近单位的防御力。<br><Bullet/>烟雾弹的投掷和发射距离显著大于标准手榴弹。"
ThrownAbilityName="投掷烟雾弹"
ThrownAbilityHelpText="为其半径范围内的单位提供防御加成。"
LaunchedAbilityname="发射烟雾弹"
LaunchedAbilityHelpText="为其半径范围内的单位提供防御加成。"

[ChaosRounds X2AmmoTemplate]
FriendlyName="SCP-4MM0"
FriendlyNamePlural="SCP-4MM0"
BriefSummary="使用危险认知危害物质的弹药"
TacticalText=" <Bullet/>这些子弹浸染了一种引发'词汇认知危害'的异常现象。\n<Bullet/>当它击中生物目标时，如果目标存活，会像病毒感染一样在5格半径范围内扩散。\n<Bullet/>该异常现象会继续传播给其他宿主，导致命中率和意志力降低，并在两回合内造成1点伤害，但由于它会影响所有感知到'被感染'个体的人，因此宿主更难被击中。"


[ChaosRounds X2AbilityTemplate]
LocFriendlyName="浸染认知危害物质的子弹"


[UIEventNoticesTactical]
ChaosAnomalyTitle="异常扭曲"

[X2Effect_ChaosAnomaly]
ChaosAnomalyFriendlyName="词汇认知危害"
ChaosAnomalyFriendlyDesc="遭受命中率和意志力惩罚，同时获得防御加成。每回合受到伤害。认知危害在7格半径范围内传播。"
ChaosAnomalyEffectAcquiredString="<XGParam:StrValue0/!UnitName/>受到了词汇认知危害的影响。"
ChaosAnomalyEffectTickedString="<XGParam:StrValue0/!UnitName/>仍在遭受词汇认知危害的影响。"
ChaosAnomalyEffectLostString="<XGParam:StrValue0/!UnitName>不再遭受词汇认知危害的影响。"


;[ChaosAnomaly.X2DamageTypeTemplate]
